cxl-project/ycsb/ycsb_run_result.log
[OVERALL], RunTime(ms), 11549
[OVERALL], Throughput(ops/sec), 86587.58334054897
[TOTAL_GCS_G1_Young_Generation], Count, 32
[TOTAL_GC_TIME_G1_Young_Generation], Time(ms), 50
[TOTAL_GC_TIME_%_G1_Young_Generation], Time(%), 0.43293791670274484
[TOTAL_GCS_G1_Old_Generation], Count, 0
[TOTAL_GC_TIME_G1_Old_Generation], Time(ms), 0
[TOTAL_GC_TIME_%_G1_Old_Generation], Time(%), 0.0
[TOTAL_GCs], Count, 32
[TOTAL_GC_TIME], Time(ms), 50
[TOTAL_GC_TIME_%], Time(%), 0.43293791670274484
[READ], Operations, 949988
[READ], AverageLatency(us), 181.39688817121902
[READ], MinLatency(us), 63
[READ], MaxLatency(us), 12767
[READ], 95thPercentileLatency(us), 238
[READ], 99thPercentileLatency(us), 296
[READ], Return=OK, 949988
[CLEANUP], Operations, 16
[CLEANUP], AverageLatency(us), 69.875
[CLEANUP], MinLatency(us), 19
[CLEANUP], MaxLatency(us), 652
[CLEANUP], 95thPercentileLatency(us), 47
[CLEANUP], 99thPercentileLatency(us), 652
[UPDATE], Operations, 50012
[UPDATE], AverageLatency(us), 180.60987363032874
[UPDATE], MinLatency(us), 67
[UPDATE], MaxLatency(us), 12503
[UPDATE], 95thPercentileLatency(us), 237
[UPDATE], 99thPercentileLatency(us), 297
[UPDATE], Return=OK, 50012